import React from 'react'

const AchiveInfo = (props) => {
    return (
        <div>
            <p>{props.info}</p>
        </div>
    )
}

export default function Achive() {
  return (
    <AchiveInfo info='Наибольшее число мячей за всю историю ФК «Барселона» — 672, Лионель Месси, с 2004/2005
    Наибольшее число мячей в чемпионате Испании — 474, Лионель Месси, с 2004/2005.
    Наибольшее число мячей в одном сезоне чемпионата Испании — 50, Лионель Месси, 2011/2012.
    Наибольшее число мячей в одном матче чемпионата Испании — 7, Ладислав Кубала, против «Спортинг Хихон», 10 февраля 1952 года.
    Наибольшее число мячей в Кубке Испании — 63, Хосеп Самитьер, с 1919 по 1932 год.
    Наибольшее число мячей в одном сезоне Кубка Испании — 12, Ладислав Кубала, 1951/52.
    Наибольшее число мячей в одном матче Кубка Испании — 7, Элоджо Мартинес, против «Спортинг Хихон», 1 мая 1957 года.
    Наибольшее число мячей в Кубке Жоана Гампера — 9, Лионель Месси, с 2004/2005.
    Наибольшее число мячей в международных матчах — 137, Лионель Месси, с 2004/2005.
    Наибольшее число мячей в еврокубках — 132, Лионель Месси, с 2004/2005.' />
  )
}
